Repository: jcborras/gmfsk-0.8.test1-jcb
Catalog: po/*.po
Languages: pt

source: Unable to open log file
pt: Incapaz de abrir o ficheiro de log

source: Callsign
pt: Indicativo

source: Name
pt: Nome

source: Sent RST
pt: RST enviado

source: Received RST
pt: RST recebido

source: Notes
pt: Notas

source: Error converting filename (%s=%s): %s
pt: Erro a converter o ficheiro (%s=%s): %s

source: Couldn't allocate color
pt: Não consigo atribuir a cor

source: GConf client init failed!!!
pt: Inicio do cliente GConf falhado!!!

source: Station info
pt: Informação da estação

source: Date & Time
pt: Data & Tempo

source: Bands
pt: Bandas

source: Files & Dirs
pt: Ficheiros & Directorias

source: Colors
pt: Cores

source: Fonts
pt: Fontes

source: All
pt: Todos

source: Settings
pt: Definições

source: Sound
pt: Som

source: Features
pt: Caracteristicas

source: General
pt: Geral

source: Appearance
pt: Aparência

source: Modems
pt: Modens

source: Waterfall
pt: Catarata

source: Devices
pt: Dispositivos

source: Categories
pt: Categorias

source: confdialog_select_node: ConfDialog init failed
pt: confdialog_select_node: Inicio do ConfDialog falhado

source: confdialog_select_node: tree path '%s' not found (%s)
pt: confdialog_select_node: caminho da àvore '%s' não encontrado (%s)

source: Can't attach to the CWirc API shared memory block!
pt: Não é possivel juntar o bloco de memória dividida no CWirc API

source: Working in CWirc slave mode.
pt: A trabalhar no modo slave CWirc.

source: Error creating directory: %s: %m
pt: Erro a criar a directoria: %s: %m

source: Error creating directory: %s exists but is not a directory
pt: Erro a criar a directoria: %s existe mas não é uma directoria

source: Error creating file: %s: %m
pt: Erro a criar o ficheiro: %s %m

source: Error creating file: %s exists but is not a regular file
pt: Erro a criar o ficheiro: %s existe mas não é um ficheiro regular

source: Error: %s is not writable: %m
pt: Erro: %s não pode ser escrito: %m

source: Sound card open for read failed: %s
pt: Placa de som aberta para ler mas falha na leitura: %s

source: Reading from sound card failed: %s
pt: Falha a ler da placa de som: %s

source: Sound card open for write failed: %s
pt: Placa de som aberta para escrever mas falha na escrita: %s

source: Cannot open PTT device '%s': %m
pt: Não posso abrir o dispositivo do PTT '%s' : %m

source: Hamlib init: Bad rig config parameter: '%s'
pt: Inicio do Hamlib: mau parametro de configuração do equipamento: '%s'

source: Hamlib init: rig_set_conf failed (%s=%s): %s
pt: Inicio do Hamlib: falha no rig_set_conf (%s=%s): %s

source: Hamlib init: rig_init failed (model=%d)
pt: Inicio do Hamlib: falha no rig_init (model=%d)

source: Hamlib init: Bad param=value pair: '%s'
pt: Inicio do Hamlib: mau par param=valor: '%s'

source: Hamlib init: rig_open failed: %s
pt: Inicio do Hamlib: falha no rig_open: %s

source: Hamlib init: rig_get_freq failed: %s
pt: Inicio do Hamlib: falha no rig_get_freq: %s

source: Hamlib init: rig_get_mode failed: %s. Assuming USB mode.
pt: Inicio do Hamlib: falha no rig_get_mode: %s. A assumir o modo USB.

source: Hamlib init: rig_set_ptt failed: %s. Hamlib PTT disabled
pt: Inicio do Hamlib: falha no rig_ptt: %s. PTT do Hamlib desactivado

source: Hamlib init: pthread_create: %m
pt: Inicio do Hamlib: pthread_create: %m

source: rig_set_ptt failed: %s. Hamlib PTT disabled.
pt: falha no rig_set_ptt: %s. PTT do Hamlib desactivado.

source: rig_get_freq failed: %s
pt: falha do rig_get_freq: %s

source: rig_get_mode failed: %s
pt: falha do rig_get_mode: %s

source: rig_set_freq failed: %s
pt: falha no rig_set_freq: %s

source: _Send file...
pt: _Ficheiro enviado...

source: _Log to file
pt: _Registar no ficheiro

source: Clear _TX window
pt: Limpar a janela de _TX

source: Clear _RX window
pt: Limpar a janela de _RX

source: _Configure macros
pt: Configurar macros

source: _Contents
pt: _Assuntos

source: _File
pt: _Ficheiro

source: _Mode
pt: _Modo

source: _Settings
pt: _Definições

source: _Help
pt: _Ajuda

source: Pause
pt: Pausa

source: Suspend the modem and release soundcard (Ctl+Z)
pt: Suspender o modem e libertar a carta de som (Ct+Z)

source: Receive
pt: Receber

source: Switch to receive (Ctl+R)
pt: Mudar para receber (Ctl+R)

source: Transmit
pt: Transmitir

source: Switch to transmit (Ctl+T)
pt: Mudar para transmitir

source: Abort
pt: Abortar

source: Abort transmission immediately (Ctl+X)
pt: Abortar transmissão imediatamente (Ctl+X)

source: Tune
pt: Sintonizar

source: Send tune signal (Ctl+U)
pt: Enviar sinal de sintonia (Ctl+U)

source: Rcvd RST
pt: RST recebido

source: Call
pt: Indicativo

source: Band
pt: Banda

source: Clear QSO data fields (Ctl-N)
pt: Limpar campos de dados do QSO (Ctl-N)

source: Send QSO data to xlog (Ctl-L)
pt: Enviar dados do QSO para o xlog (Ctl-L)

source: textmodes
pt: modos de texto

source: hellmodes
pt: modos de hell

source: Click right button to edit macro
pt: Toque no botão direito para editar macro

source: Center frequency on RX pass band
pt: Centrar a frequência no filtro de RX

source: Automatic frequency control
pt: Controlo automático de frequência

source: Reverse polarity
pt: Polaridade invertida

source: clock
pt: relógio

source: translator_credits
pt: David Quental CT1DRB

source: A Gnome terminal program for HF conversation modes (MFSK, OLIVIA, RTTY, THROB, PSK31, MT63 and FeldHell)
pt: Um programa de terminal do GNOME para modos de conversação no HF (MFSK, OLIVIA, RTTY, THROB, PSK31, MT63 e FeldHell)

source: Spectrum
pt: Espectro

source: Waterfall properties...
pt: Propriedades da catarata...

source: none
pt: nada

source: even
pt: unir

source: odd
pt: extra

source: one
pt: um

source: 32 (short)
pt: 32 (curto)

source: 64 (long)
pt: 64 (comprido)

source: Half
pt: Metade

source: Double
pt: Dobro

source: Preferences
pt: Preferências

source: The station information is used in the macros like $mycall, $myname, etc.
pt: A informação da estação é usada nas macros como $mycall, $myname, etc.

source: E-mail
pt: Correio electrónico

source: Station
pt: EstaÃ§Ã£o

source: These are used in the $date and $date macros. See the strftime manual page for an explanation of the format.
pt: Estes são usados nas macros $date e $date. Veja a página do manual strftime para uma explicação do formato.

source: Time format string
pt: Fio do formato do tempo

source: Date format string
pt: Fio do formato da data

source: See the strftime manual page for explanation of this field
pt: Veja o manual strftime para uma explicação deste campo

source: Time
pt: Tempo

source: This is a comma separated list of bands you want to appear in the Bands popdown list.
pt: Isto é uma virgula de separação da lista de bandas que você deseja que apareça na lista geral de bandas.

source: Files and directories used by gMFSK.
pt: Ficheiros e directorias usadas pelo gMFSK.

source: Log file name
pt: Nome do ficheiro de registo

source: TX pictures directory
pt: Directoria das imagens de TX

source: RX pictures directory
pt: Directoria das imagens de RX

source: Files
pt: Ficheiros

source: The color settings let you configure the colors used in the RX and TX windows.
pt: A definição das cores deixa você configurar as cores usadas nas janelas de RX e TX

source: Received text color
pt: Cor do texto recebido

source: Transmitted text color
pt: Cor do texto transmitido

source: HIghlighted text color
pt: Cor do texto iluminado

source: RX window background color
pt: Cor de fundo da janela de RX

source: TX window background color
pt: Cor de fundo da janela de TX

source: The fonts settings let you configure the fonts used in the RX and TX windows.
pt: A definição das fontes deixa você configurar as fontes usadas nas janelas de RX e de RX

source: Received text font
pt: Fonte do texto recebido

source: Transmitted text font
pt: Fonte do texto transmitido

source: These settings affect all modems.
pt: Estas definições afectam todos os modens.

source: TX offset frequency
pt: Frequência de offset TX

source: MFSK16 and MFSK8 modem parameters. New parametes take effect after restarting the modem.
pt: Parametros dos modens de MFSK16 e MFSK8. Novos parametros têm efeito após o recomeço do modem.

source: Restart modem
pt: Recomeçar modem

source: OLIVIA modem parameters. New parametes take effect after restarting the modem.
pt: Parametros do modem OLIVIA. Novos parametros têm efeito após recomeço do modem.

source: Tones
pt: Tonos

source: Bandwidth
pt: Banda passante

source: RX sync search margin
pt: Margem de procura no sincronismo de RX

source: RX sync integration period
pt: Periodo de integração no sincronismo de RX

source: Allow 8 bit characters (escape-127 method)
pt: Permite caracteres de 8 bits (modo escape-127)

source: Modem settings
pt: Definições do modem

source: RTTY modem parameters. New parametes take effect after restarting the modem.
pt: Parametros do modem de RTTTY. Novos parametros têm efeito após recomeço do modem.

source: Parity
pt: Paridade

source: If tones should be reversed for RTTY
pt: Se os tones devem ser invertidos para RTTY

source: Send MSB first
pt: Envie primeiro o MSB

source: If most significant bit should the transmitted first
pt: Se o bit mais significativo deverá ser primeiro transmitido

source: THROB modem parameters. New parametes take effect after restarting the modem.
pt: Parametros do modo THROB. Novos parametros têm efeito após recomeço do modem.

source: BPSK31, QPSK31 and PSK63 modem parameters. New parametes take effect after restarting the modem.
pt: Parametros dos modos BPSK31, QPSK31 e PSK63. Novos parametros têm efeito após recomeço do modem.

source: MT63 modem parameters. New parametes take effect after restarting the modem.
pt: Parametros do modo MT63. Novos parametros têm efeito após recomeço do modem.

source: CW Identification
pt: Identificação de CW

source: FELDHELL modem parameters.
pt: Parametros do modo FELDHELL

source: Force upper case
pt: Forçar letras grandes

source: Hellschreiber font
pt: Fonte do Hellschreiber

source: Filter BW
pt: Filtro BW

source: AGC attack
pt: Ataque do AGC

source: AGC decay
pt: Descida do AGC

source: CW modem parameters. New parametes take effect after restarting the modem.
pt: Parametros do modo CW. Novos parametros têm efeito após recomeço do modem.

source: Speed (WPM)
pt: Velocidade (PPM)

source: Settings for the waterfall/scope display.
pt: Definições para o display da catarata/scope.

source: Ref level
pt: Nivel de REF

source: Mode
pt: Modo

source: Speed
pt: Velocidade

source: Window
pt: Janela

source: Waterfall scrolls upwards
pt: Subida para cima da catarata

source: Sound card settings take effect after restarting the modem.
pt: Definições da placa de som têm efeito após recomeço do modem.

source: 8-bit sound I/O
pt: Som 8-bit I/O

source: Stereo sound I/O
pt: Som stéreo I/O

source: Full duplex I/O (unsupported!)
pt: Duplex completo I/O (não suportado!)

source: Sound card device
pt: Equipamento placa de som

source: Requested sample rate
pt: Requisitada velocidade exemplo

source: TX rate offset (ppm)
pt: Diferença da velocidade de TX (ppm)

source: RX rate offset (ppm)
pt: Diferença da velocidade de RX (ppm)

source: Push-To-Talk settings. New setting take effect next time PTT is toggled.
pt: Definições do push-to-talk. Novas definições têm efeito na próxima vez que o PTT é mudado.

source: both
pt: ambos

source: PTT device
pt: Dispositivo PTT

source: PTT line (serial)
pt: Linha do PTT (série)

source: Use inverted PTT logic
pt: Usar invertido PTT lógico

source: Port
pt: Porta

source: Hamlib support enables the rig control features in gMFSK.
pt: O apoio do hamlib permite as características do controlo de equipamentos no gMFSK.

source: Enable hamlib support
pt: Activa apoio do hamlib

source: Radio model
pt: Modelo do rádio

source: Serial port name or hostname for RPC rig
pt: Nome da porta série ou hostname para o RPC do equipamento

source: A comma separated list of parameter=value hamlib config parameters.
pt: Uma virgula separa a lista de configurações parametro=valor do hamlib

source: Config
pt: Configurar

source: Here you can select the rig control features to use.
pt: Aqui você pode seleccionar as características de controle do equipamento a usar.

source: Use real frequencies in waterfall
pt: Use frequências reais na catarata

source: Set QSO data frequency
pt: Defina frequência da data do QSO

source: Use hamlib PTT
pt: Use o PTT do hamlib

source: Resolution:
pt: Resolução:

source: RX pass band center frequency
pt: Frequência central do pass band de RX

source: Macro name
pt: Nome da macro

source: gMFSK picture
pt: imagem do gMFSK

source: gMFSK configuration druid
pt: Acompanhante da configuração do gMFSK

source: Welcome to gMFSK
pt: Benvindo ao gMFSK

source: This is the first time you run this version of gMFSK. On the following pages you will be guided through the initial setup of gMFSK. All settings can also be done later in the main program Settings->Preferences dialog. This druid can be run again by starting gMFSK with the "--run-druid" flag.
pt: É a primeira vez que você usa esta versão do gMFSK. Nas páginas seguintes você será ajudado através da configuração inicial do gMFSK. Todas as definições podem ser feitas mais tarde nas Definições->Preferências do programa principal. Este acompanhante pode ser usado outra vez quando começa o gMFSK com a opção "--run-druid".

source: Station information
pt: Informação da estação

source: Fill in your station information. This data is used in the fixtext macros.
pt: Escreva a informação da sua estação. Estas informações serão usadas para preencher as macros.

source: Files and directories
pt: Ficheiros e directorias

source: These files and directories are used by gMFSK. Click the button to actually create the files and directories.
pt: Estes ficheiros e directorias são usadas pelo gMFSK. Carregue no botão para actualizar os ficheiros e directorias.

source: Create files and directories
pt: Criar ficheiros e directorias

source: Sound card configuration
pt: Configuração da placa de som

source: Some sound cards don't support the default setting (16 bit mono sampling). You should hear a short sound sample when you click the test button below.
pt: Algumas placas de som não suportam a definição por defeito (16 bit mono sampling). Você deverá ouvir um pequeno som quando carrega no botão abaixo.

source: Test sound card
pt: Testar carta de som

source: PTT configuration
pt: Configuração do PTT

source: gMFSK can control PTT via the serial port control lines or the parallel port.
pt: O gMFSK pode controlar o PTT via a porta série ou a porta paralela.

source: Test PTT
pt: Testar PTT

source: Configuration complete!
pt: Configuração completa!

source: Initial setup is now complete.
pt: Configuração inicial está agora completa.

source: Select File
pt: Ficheiro seleccionado

source: Error writing to log file: %m
pt: Erro a escrever no ficheiro de registo: %m

source: --- Logging started at %s UTC ---
pt: --- Registo começado às %s UTC ---

source: --- Logging stopped at %s UTC ---
pt: --- Registo acabado às %s UTC ---

source: fill_macroconfig: invalid macro number %d
pt: fill_macroconfig: inválido número de macro %d

source: apply_macroconfig: invalid macro number %d
pt: apply_macroconfig: inválido número de macro %d

source: send_macro: invalid macro number %d
pt: send_macro: inválido número de macro %d

source: Select File to Transmit
pt: Seleccione um ficheiro para transmitir

source: Error reading file: %s
pt: Erro a ler o ficheiro: %s

source: Error converting file to UTF8: %s
pt: Erro a converter o ficheiro para UTF8: %s

source: insert_rx_text: conversion failed: %s
pt: insert_rx_text: conversão falhada: %s

source: Start with specified modem
pt: Começar com o modem especificado

source: Run first-time configuration druid
pt: A começar a primeira vez com o acompanhante de configuração

source: Enable CWirc slave mode
pt: Activar o modo de CWirc

source: Enable test mode (write audio data to stdin/stdout)
pt: Activar o mode de teste (escrever data de audio para o stdin/stdout)

source: MODE
pt: MODO

source: Menu item "%s" not found!
pt: Item do menu "%s" não encontrado!

source: FFTW wisdom not found. This is normal if you are running gMFSK for the first time.
pt: FFTW não encontrado. Isto é normal se está a começar o gMFSK pela primeira vez

source: gMFSK -- testmode (both)
pt: gMFSK -- modo de teste (ambos)

source: gMFSK -- testmode (rx)
pt: gMFSK -- modo de teste (rx)

source: gMFSK -- testmode (tx)
pt: gMFSK -- modo de teste (rx)

source: Invalid testmode '%s'
pt: Inválido modo de teste '%s'

source: unable to allocate color: ( %d %d %d )
pt: incapaz de atribuir cor: ( %d %d %d )

source: miniscope: invalid mode %d
pt: miniscope: modo inválido %d

source: Error saving picture: %s: %s
pt: Erro a guardar imagem: %s: %s

source: picture write: x >= width (%d >= %d)
pt: imagem escrita: x >=largura (%d >= %d)

source: picture write: y >= height (%d >= %d)
pt: imagem escrita: y >=altura (%d >= %d)

source: Select Picture to Transmit
pt: Seleccione imagem para transmitir

source: send_picture: pixbuf conversion failed!
pt: send_picture: conversão do pixbuf falhada!

source: send_picture: couldn't load picture icon!
pt: send_picture: não posso carregar o icon da imagem!

source: Device '%s' is neither a parallel nor a serial port
pt: Dispositivo '%s' não é uma porta série ou paralela

source: Device '%s' is not a serial port
pt: Dispositivo '%s' não é uma porta série

source: log message too long, entry dropped: %s
pt: mensagem de registo muito grande, entrada alterada: %s

source: opensnd: device not set
pt: opensnd: dispositivo não configurado

source: opensnd: open: %s: %m
pt: opensnd: aberto: %s: %m

source: opensnd: ioctl: SNDCTL_DSP_NONBLOCK: %m
pt: opensnd: ioctl: DNSCTL_DSP_NONBLOCK: %m

source: opensnd: Requested sample format not supported
pt: opensnd: requisitado formato nÃ£o suportado

source: opensnd: Cannot set %s audio
pt: opensnd: Não posso configurar o audio %s

source: Sampling rate is %u, requested %u
pt: Velocidade é %u, procurada %u

source: sound_open_for_write: src_new failed: %s
pt: sound_open_for_write: falhada src_new: %s

source: sound_open_for_read: src_new failed: %s
pt: sound_open_for_read: falhada src_new: %s

source: write_samples: write: %m
pt: write_samples: escreve: %m

source: sound_read: read: %m
pt: sound_read: ler: %m

source: Couldn't find pixmap file: %s
pt: Não posso encontrar ficheiro pixmap: %s

source: Modem initialization failed!
pt: Inicialização do modem falhada!

source: trx_get_tx_char: conversion failed: %s
pt: trx_get_tx_char: conversão falhada: %s

source: Unknown waterfall mode: %d
pt: Desconhecido modo de catarata: %d

source: Invalid window function: %d
pt: Inválida função de janela: %d

source: Unsupported magnification: %d
pt: Magnificação não suportada: %d
